Repository: netrunner-debian-kde-extras/kde-telepathy-kte-collaborative
Catalog: po/*/kte-collaborative.po
Languages: de

source: Reload document
de: Dokument neu laden

source: Disconnect
de: Verbindung trennen

source: Continue
de: Fortfahren

source: Synchronization Failed:
de: Abgleich fehlgeschlagen:

source: Could not join session:
de: Teilnahme an der Sitzung nicht möglich:

source: Retry
de: Erneut versuchen

source: Failed to join editing session: %1
de: Teilnahme an der Bearbeitungssitzung ist fehlgeschlagen:%1

source: Enter your user name...
de: Geben Sie Ihren Benutzernamen ein ...

source: No acceptable user name was given.
de: Es wurde kein passender Benutzername angegeben.

source: Display folder in Dolphin
de: Ordner in Dolphin anzeigen

source: Start %1
de: %1 starten

source: Open in %1
de: Öffnen in %1

# %1 is an application name
source: The application "%1" is not installed on your computer.
de: Die Anwendung „%1“ ist auf Ihrem Rechner nicht installiert.

source: Cancel and reject document
de: Abbrechen und Dokument zurückweisen

source: Cannot delete %1: No such file or directory
de: %1 kann nicht gelöscht werden: Datei oder Ordner nicht gefunden

source: Connection timed out.
de: Zeitüberschreitung bei Verbindung.

# Refers to a person which is not known
source: unknown user
de: Unbekannter Benutzer

source: Collaborative Editing
de: Gemeinsame Textbearbeitung

source: Original author of kobby, which this application is based off
de: Ursprünglicher Autor von Kobby, das als Grundlage für diese Anwendung benutzt wurde

source: Google Summer of Code mentor for this project
de: Google-„Summer of Code “-Mentor für diese Projekt

source: Author of libinfinity
de: Autor von libinfinity

source: Show offline users
de: Offline-Benutzer anzeigen

source: Show users without contributions
de: Benutzer ohne Beiträge anzeigen

# tells how many users are online
source: %1 users (%2 online)
de: %1 Benutzer (%2 Online)

source: Users:
de: Benutzer:

# %1 is your name
source: %1 (you)
de: %1 (Sie)

source: Connecting...
de: Verbindung wird aufgebaut ...

source: Synchronizing document...
de: Dokument wird abgeglichen ...

source: Disconnecting...
de: Verbindung wird getrennt ...

source: Open collaborative document...
de: Dokument zur gemeinsamen Bearbeiten öffnen ...

source: Save a local copy...
de: Lokale Kopie speichern ...

source: Save a local copy of the current document, but continue synchronizing changes
de: Speichert eine lokale Kopie des aktuellen Dokuments, Änderungen werden aber noch weiterhin abgeglichen

source: Show shared documents folder
de: Freigegebene Dokumentenordner anzeigen

source: Share document...
de: Dokument freigeben ...

source: Collaboratively edit the current document with an instant messenger contact
de: Das aktuelle Dokument gemeinsam mit einem Instant-Messenger-Kontakt bearbeiten

source: Change user name...
de: Benutzernamen ändern ...

source: Change your user name for the current document
de: Ändert Ihren Benutzernamen für das aktuelle Dokument

source: Clear user highlights
de: Hervorhebung der Benutzer entfernen

source: Configure...
de: Einrichten ...

# %1 is a user name
source: Written by: <b>%1</b>
de: Geschrieben von: <b>%1</b>

source: You cannot change your user name for a document you are not subscribed to.
de: Sie können Ihren Benutzernamen für ein Dokument nicht ändern, das Sie nicht abonniert haben.

source: Change user name
de: Benutzernamen ändern

source: Enter your new user name:
de: Geben Sie Ihren neuen Benutzernamen ein:

source: Failed to save file to %1
de: Fehler beim Speichern der Datei in %1

source: You must save the document before sharing it. Do you want to do that now?
de: Sie müssen das Dokument speichern, bevor Sie es freigeben können. Möchten Sie jetzt speichern?

source: Helper application for collaborative editing
de: Hilfsprogramm für gemeinsame Textbearbeitung

source: Type
de: Typ

source: Peer
de: Gegenstelle

source: Contact
de: Kontakt

source: Chatroom
de: Chatraum

source: unknown
de: Unbekannt

source: No active connections.
de: Keine aktiven Verbindungen.

source: Failed to establish a connection to the selected contact. Error message was: "%1"
de: Das Herstellen einer Verbindung zum ausgewählten Kontakt ist fehlgeschlagen. Die Fehlermeldung lautet: „%1“

source: Failed to share file: %1
de: Die Freigabe der Datei ist fehlgeschlagen: %1

# %1: directory
source: Look at the log files in %1 for more information.
de: In den Protokolldateien in %1 finden Sie weitere Informationen.

source: Failed to open file %1, make sure it exists.
de: Die Datei %1 kann nicht geöffnet werden, überprüfen Sie, ob diese Datei vorhanden ist.

source: Collaborative text editing
de: Gemeinsame Textbearbeitung

source: The session for <br><b>%1</b><br> was closed by the remote host, possibly the file you were editing was deleted by someone.
de: Die Sitzung für <br><b>%1</b><br> wurde vom entfernten Rechner geschlossen, möglicherweise wurde die von Ihnen bearbeitete Datei durch jemanden gelöscht.

source: The URL you tried to open is a directory, not a document.
de: Die Adresse (URL), die Sie zu öffnen versuchen, ist ein Ordner, kein Dokument.

source: The document type "%1" is not supported by this program.
de: Der Dokumenttyp „%1“ wird durch dieses Programm nicht unterstützt.

source: Highlights and Notifications
de: Hervorhebungen und Benachrichtigungen

source: Colorize text background
de: Texthintergrund einfärben

source: Display text tooltips
de: Text-Kurzinfos anzeigen

source: Colors
de: Farben

source: Default application
de: Standardprogramm

source: Some changes might only be applied for newly opened documents.
de: Einige Änderungen werden nur auf neu geöffnete Dokument angewendet.

source: Manually enter connection parameters
de: Verbindungsparameter manuell eingeben

# Examples for possible hostname formats
source: e.g. 46.4.96.250, localhost, or mydomain.com
de: e.g. 46.4.96.250, localhost, oder mydomain.com

source: The name you want to appear with in the session
de: Der Name, der für Sie in der Sitzung angezeigt werden soll

source: Leave blank if not required by the server
de: Lassen Sie dies leer, wenn es vom Server nicht gefordert wird

source: Remote host address:
de: Adresse des entfernten Rechners:

source: Advanced...
de: Erweitert ...

source: Click a connection to open a document from there.
de: Klicken Sie auf eine Verbindung, um ein Dokument von dort zu öffnen.

source: User name:
de: Benutzername:

source: Password (optional):
de: Passwort (optional):

source: Create a new connection
de: Eine neue Verbindung herstellen

source: Upload document to an existing server
de: Dokument zu einem bestehenden Server hochladen

source: Add document to existing connection
de: Dokument zu bestehender Verbindung hinzufügen

source: Click a row to add the document to that connection.
de: Klicken Sie auf eine Zeile, um das Dokument zu einer bestehenden Verbindung hinzuzufügen.

source: Connect
de: Verbinden

source: Initializing...
de: Initialisierung ...

source: using libinfinity version %1
de: Verwendet Libinfinity Version %1

# %1 is a progress percentage
source: Synchronizing document... %1%
de: Dokument wird abgeglichen ... %1%

source: Joining session...
de: Sitzung beitreten ...

source: Done.
de: Fertig.

source: Initiating synchronization...
de: Abgleich wird gestartet ...

# %1 is a file name
source: %1 was added for collaborative editing.
de: %1 wurde für die gemeinsame Bearbeitung hinzugefügt.

source: Edit
de: Bearbeiten

source: Some files were added for collaborative editing.
de: Einige Dateien wurden für die gemeinsame Bearbeitung hinzugefügt.

source: Show folder
de: Ordner anzeigen
